import { Technique } from "../types";

export const INTERFACE_TEXT_RU = {

}

export const INTERFACE_TEXT_EN = {

}

export const TECHNIQUES_TEXTS_RU = {
    introductory: 'Эту технику нужно делать первой, вне зависимости от\n' +
        'того какие техники будут дальше. Техника очень\n' +
        'медленная, помогает расслабиться и увеличить\n' +
        'возбуждение.\nНачинаем медленно стимулировать гениталии\n' +
        'пальцами. Начинаем с клитора и области вокруг. Не\n' +
        'спеша, очень медленными круговыми движениями\n' +
        'проходимся возле клитора. Потом спускаемся ниже и\n' +
        'стимулируем малые половые губы и преддверие\n' +
        'влагалища. Через минуту мы пальцем любой руки\n' +
        'проникаем во влагалище и делаем\n' +
        'возвратно-поступательные движения. Через минуту\n' +
        'добавляем стимуляцию клитора и стимулируем эти две\n' +
        'зоны еще 2 минуты. Когда ты полностью расслабишься,\n' +
        'можешь приступать к основным техникам. ',
    beads: 'Берём обычные бусы, которые найдёте в своей шкатулке.\n' +
        'Можно купить не дорогие. Обмазываем гениталии и бусы\n' +
        'лубрикантом и проходимся очень нежно по клитору,\n' +
        'большим и малым половым губам. Для чего эта техника?\n' +
        'Бусы хороши тем, что каждый шарик стимулирует нашу\n' +
        'зону как при массаже. А значит вырабатывает рефлекс\n' +
        'быстрого притока к крови к гениталиям, что безумно\n' +
        'важно для оргазма. ехнику выполнять можно 5 минут,\n' +
        'лёгкое и нежное прикосновение жемчуга не только\n' +
        'подарит приятные ощущения, но и разбудит\n' +
        'чувствительность наших внешних половых органов.',
    vibration: 'Нужно выполнять сразу после «Вступительной». \n Ладонь нужно положить на клитор, а пальцами закрывать\n' +
        'половые губы. Потрясывающими вибрационными\n' +
        'движениями нам нужно стимулировать эту зону, как бы\n' +
        'усиливая приток крови к гениталиям, с которыми будем\n' +
        'работать. Эта техника очень разогревает и полностью\n' +
        'подготавливает девушку к следующему шагу',
    breeding: 'Здесь нужно напрягать интимные мышцы влагалища. Даже, если\n' +
        'они у тебя слабо развиты, даже если ты никогда не прокачивала\n' +
        'интимные мышцы – все равно в технике есть смысл.\n Для работы нужны указательный и средний палец. Этими\n' +
        'двумя пальцами проникаем во влагалище и напрягаем\n' +
        'интимные мышцы. После этого начинаем разводить два\n' +
        'пальца в разные стороны, изображая «рогатку». Затем\n' +
        'нужно немного ослабить мышцы и сделать такое же\n' +
        'разведение. Достаточно делать эту технику на\n' +
        'протяжении 1-2 минут.\n Выполнять нужно неспеша, ты должны прислушиваться к\n' +
        'своему телу.\n',
    threePhalanges: 'Нужно ввести палец во влагалище буквально на одну\n' +
        'фалангу и начать круговую стимуляцию. Спустя 40\n' +
        'секунд проникаем на еще одну фалангу глубже, и снова\n' +
        'стимулируем круговыми движениями. При последнем\n' +
        'заходе проникаем уже с третьей фалангой и уделяем еще\n' +
        '40 секунд круговым движениям.\n Важно: эту технику в первые три раза нужно выполнять со\n' +
        'стимуляцией клитора. На четвертый раз полностью\n' +
        'исключить клитор и работать только пальцем.\n',
    labia: 'Нужно выполнять между техниками с проникновением.\n' +
        'Упражнение помогает проработать чувствительность половых\n' +
        'губ, так мы заставляем кровообращение работать быстрее,\n' +
        'что очень важно для получения оргазма. Техника безумно\n' +
        'простая, но повышает чувствительность очень быстро.\n Пощипывающими движениями мы проходим по большим\n' +
        'и малым половым губам. Если вам позволяет форма\n' +
        'половых губ, то можно чуть их даже чуть оттягивать.\n' +
        'Достаточно одной минуты на выполнение.',
    slipperyLips: 'Хороша тем, что ты с помощью нее «расшевелишь»\n' +
        'нервные окончания, которые распространяются в том\n' +
        'числе и на влагалище. Как следствие – приблизишь\n' +
        'вагинальный оргазм.\n Двумя пальцами (указательным и средним пальцем)\n' +
        'делаем два круговых движения в области клитора. После\n' +
        'этого мы чуть прижимаем клиторальную область и резко\n' +
        'скользим вниз. ',
    stroking: 'Затрагивает все эрогенные зоны внешней стороны. \n Сверху-вниз нужно поочередно водить ладонями от\n' +
        'лобка до ануса очень плавными движениями 30 секунд.\n' +
        'Потом снизу-вверх поочередно меняем ладони и\n' +
        'стимулируем зону от ануса до лобка.',
    squirt: 'Очень крутое упражнение для тех, кто никогда не\n' +
        'сквиртил, но хочет попробовать. Сразу скажу, эту технику\n' +
        'стоит выполнять только с помощью вибратора.\n' +
        'Во-первых, эффект будет лучше. А во-вторых - вибратором\n' +
        'охватим больше точек, которые и провоцируют сквирт.\n' +
        'Как только эти точки будут развиты, твой мужчина легко\n' +
        'сможет довести тебя до сквирта пальцами.\nВыполняем эту технику в последнюю очередь, когда ты\n' +
        'уже сделала 4-5 техник и выбираешь завершающую.\n' +
        'Так вот, для начала стимулируем вибратором клитор и\n' +
        'очень хорошо возбуждаемся. После этого вибратором\n' +
        'проникаем во влагалище и толкающими движениями\n' +
        'входим и выходим с него. Через пару минут мы\n' +
        'вытягивающими движениями проходимся по зоне G.\n' +
        'Некоторые с первого раза могут испытать сквирт, кому-то\n' +
        'нужно 2-3 раза. Но итог один: сквирт будет, главное\n' +
        'выработать этот рефлекс.',
    royalPleasure: 'Ты уже знаешь, что получить удовольствие от маточной\n' +
        'стимуляции – реально. Во время выполнения этой\n' +
        'техники ты можешь использовать пальцы (если позволяет\n' +
        'строение и можешь дотянуться до матки), либо же взять\n' +
        'вибратор. Мне лично удобнее выполнять эту технику\n' +
        'вибратором. \n Для начала стимулируем половые губы и клитор\n' +
        'привычным образом. Можно пальцем, вибрационной/\n' +
        'вакуумной игрушкой, подушкой (некоторым девушкам\n' +
        'легче возбуждаться при трении о разные предметы).\n Далее вводим один палец не слишком глубоко и\n' +
        'стимулируем круговыми движениями влагалище.\n' +
        'Примерно 3 минуты. После этого мы проникаем\n' +
        'вибратором во влагалище и стимулируем передние и\n' +
        'нижние стенки влагалища. С каждым разом заходим\n' +
        'глубже и глубже. Когда доходим до маточной точки,\n' +
        'включаем вибрацию и такими же движениями\n' +
        'стимулируем эту точку.\n Дальше вытаскиваем вибратор и снова стимулируем\n' +
        'ТОЛЬКО клитор. Потом снова входим во влагалище\n' +
        'вибратором, и уже фрикционными движениями\n' +
        'затрагиваем эту точку. ',
    royalPleasureV2: 'Можно выполнять во время секса с партнером. Кстати,\n' +
        'когда я будила эту точку для маточного удовольствия, я в\n' +
        'тот же день могла заняться сексом со своим мужем и\n' +
        'точка привыкла к более мягкому члену.\n Во время секса садимся на партнера (в позе наездницы\n' +
        'проще простимулировать точку), и бедрами\n' +
        'вырисовываем цифру 8. Не только ты получаешь\n' +
        'удовольствие от этого трюка, но и твой партнер + ты\n' +
        'разбудишь чувствительность маточной зоны, оргазм от\n' +
        'которой невероятен!',
    multipleOrgasm: 'Для начала нужно простимулировать клитор\n' +
        'одним-двумя пальцами почти до пика. Когда\n' +
        'понимаешь, что сейчас можешь кончить –\n' +
        'останавливаешься на 20 секунд и сразу же приступаешь к\n' +
        'вагинальным фрикциям. Когда доводишь себя почти до\n' +
        'оргазма вагинальными фрикциями, то снова\n' +
        'останавливаешься на 20 секунд и начинаешь\n' +
        'стимулировать клитор. Как только чувствуешь, что\n' +
        'хочешь кончить от клиторальной стимуляции,\n' +
        'останавливаешься на 10 секунд и переходишь на\n' +
        'вагинальные фрикции. Чувствуешь, что сейчас кончишь,\n' +
        'останавливаешься на 10 секунд, затем начинаешь\n' +
        'стимулировать влагалище и клитор одновременно.\n За счет постоянный остановок, мы как будто обновляем\n' +
        'оргазм раз за разом, и в конце добиваем его двойной\n' +
        'стимуляцией. ',
    fiftyTwentyFiveTen: 'Техника шикарная, ее разработали два очень известных\n' +
        'сексолога. Ее нужно выполнять четко по инструкции,\n' +
        'иначе удовольствие будет смазанным.\n Пальцем проникаем во влагалище и движением «иди\n' +
        'сюда» стимулируем стенку. Такими загребающими\n' +
        'движениями стимулируем 50 секунд. Потом прерываемся\n' +
        'секунд на 10.\n' +
        'Продолжаем этим же движением стимулировать снова\n' +
        'стенку влагалища - 25 секунд. Прерываемся на 5 секунд. И\n' +
        'продолжаем снова стимулировать влагалище 10 секунд.',
    rabbit: 'Нужно выполнять вибратором-кроликом, который имеет\n' +
        'не только ствол, но и клиторальный отросток. Кстати,\n' +
        'хорошие игрушки для пробуждения чувствительности я\n' +
        'покажу в последних главах.\nДля начала игрушкой стимулируем только клитор.\n' +
        'Потом вставляем вибратор полностью и делаем\n' +
        'покачивающие движения вперед-назад и слева-направо.\n' +
        'Доводим себя до предоргазменного состояния и достаем\n' +
        'вибратор на 30 секунд. Снова проникаем вибратором во\n' +
        'влагалище и стимулируем, увеличивая зону\n' +
        'удовольствия. Снова достаем на 30 секунд. И так 4 раза.\n' +
        'Потом совсем убираем клиторальный отросток, и\n' +
        'кончаем только от вагинальной стимуляции. Эту\n' +
        'технику нужно выполнять 3 дня подряд. Во время\n' +
        'выполнения можно почувствовать приятное\n' +
        'покалывающее тепло, и это прекрасно.\n' +
        'Кстати, когда ты уже научишься кончать с партнером во\n' +
        'время вагинального секса, можно повторять технику 3-4\n' +
        'раза в месяц, чтобы влагалище привыкло к рефлексу.',
    pointK: 'При анальном сексе тоже можно получить удовольствие,\n' +
        'для этого нужно простимулировать точку K, о которой я\n' +
        'писала в главе про эрогенные зоны.\n Для начала стимулируем клитор плавными мягкими\n' +
        'движениями, затем берем пробку небольшого размера.\n' +
        'Вкручивающими движениями одновременно\n' +
        'стимулируем анальную зону и клитор. Минут 5 уделяем\n' +
        'внимание именно этой зоне, но только пробкой, после\n' +
        'чего берем девайс побольше. Это может быть пробка\n' +
        'увеличенного размера или вибратор. Далее\n' +
        'вытягивающими движениями стимулируем анальное\n' +
        'отверстие.',
    forAdvanced: 'Вводим во влагалище два пальца и чередующими\n' +
        'движениями стимулируем стенки влагалища 3 минуты.\n' +
        'После этого вводим вибратор, но не включаем его. В это\n' +
        'время складываем ладони рук вместе и ребром ладоней\n' +
        'проходимся по клитору, по большим и малым половым\n' +
        'губам.\n ',
    keys: 'Из указательного и среднего пальца делаем «рогатку».\n' +
        'Начинаем выполнять технику от лобка: скользим вниз до\n' +
        'клитора, надавливаем на него и резко скользим к\n' +
        'половым губам. Затем начинаем стимулировать не\n' +
        'только половые губы, но и зону вокруг них. Нужно\n' +
        'почувствовать приятное тепло. Продолжаем делать эти\n' +
        'движения до тех пор, пока не почувствуем это тепло.\n' +
        'Далее прекращаем стимуляцию зоны половых губ и\n' +
        'погружаем три пальца во влагалище. Пальцами нужно\n' +
        'стимулировать переднюю стенку влагалища, как будто\n' +
        'нажимаем по клавишам. Продолжаем стимулировать\n' +
        'влагалище до тех пор, пока не почувствуем приятное\n' +
        'тепло уже внутри. ',
    analPlus: 'Одной рукой начинаем стимулировать клитор (как тебе\n' +
        'привычно), а пальцем второй руки нажимаем на бугорок,\n' +
        'который находится между входом во влагалище и анальным\n' +
        'отверстием. Надавливание должно быть несильным, слегка\n' +
        'вибрационным. Когда чувствуем, как нарастает\n' +
        'возбуждение, начинаем потихоньку проникать на одну-две\n' +
        'фаланги в анальное отверстие. При этом, минуты 2-3 нужно\n' +
        'стимулировать одновременно и клитор, и анальное\n' +
        'отверстие - до тех пор, пока не почувствуем, что вот-вот\n' +
        'кончим. Как только оргазм начнет приближаться – резко\n' +
        'убираем руку с клитора, но продолжаем стимулировать\n' +
        'анальное отверстие. ',
    bridgeWithToys: 'Понадобится вибратор и вакуумный стимулятор, либо\n' +
        'вибратор-кролик. \nВибратор погружаем во влагалище и одновременно\n' +
        'стимулируем клитор. Вибратор должен имитировать\n' +
        'фрикционные движения. Когда почувствуем, что скоро\n' +
        'будет разрядка– перестаем стимулировать клитор и\n' +
        'доводим себя до оргазма только с помощью толчков.',
    relief: 'Для выполнения понадобится рельефный вибратор.\n Погружаем вибратор во влагалище и начинаем\n' +
        'стимулировать поочередно две боковые стенки. Каждая\n' +
        'сторона – по 30-40 секунд. Потом включаем вибратор и\n' +
        'таким же образом стимулируем две боковые стенки\n' +
        'влагалища, но уже по 2 минуты.\n' +
        'Далее делаем такие же движения, но уже добавляем\n' +
        'стимуляцию клитора.',
    analPlusG: 'Для начала вставляем анальную пробку в заднее\n' +
        'отверстие и начинаем разогревать внешние половые\n' +
        'органы. Можно пройтись ладонями по клитору, большим\n' +
        'и малым половым губам, таким образом, возбуждение\n' +
        'будет постепенно нарастать. Затем проникаем во\n' +
        'влагалище вибратором и вытягивающими движениями\n' +
        'проходимся по зоне G. Далее вибратором нужно\n' +
        'стимулировать влагалище покачивающими движениями,\n' +
        'как бы расширяя диапазон чувствительности.',
    breast: 'Технику можно выполнять либо пальцами, либо с\n' +
        'помощью вакуумного стимулятора клитора. Техника\n' +
        'направлена на повышение чувствительности груди. Да,\n' +
        'от стимуляции сосков тоже можно испытать оргазм. Нужно стимулировать клитор либо пальцами, либо\n' +
        'игрушкой. Когда почувствуем сильное возбуждение,\n' +
        'начинаем нежно прикасаться к своей груди, а конкретно\n' +
        'к сосочной зоне. Как только ощутим яркое удовольствие,\n' +
        'нужно перестать стимулировать клитор, а довести себя\n' +
        'до оргазма лишь с помощью стимуляции груди.'
}

export const TECHNIQUES_TEXTS_EN = {
    introductory: 'Эту технику нужно делать первой, вне зависимости от\n' +
        'того какие техники будут дальше. Техника очень\n' +
        'медленная, помогает расслабиться и увеличить\n' +
        'возбуждение.\nНачинаем медленно стимулировать гениталии\n' +
        'пальцами. Начинаем с клитора и области вокруг. Не\n' +
        'спеша, очень медленными круговыми движениями\n' +
        'проходимся возле клитора. Потом спускаемся ниже и\n' +
        'стимулируем малые половые губы и преддверие\n' +
        'влагалища. Через минуту мы пальцем любой руки\n' +
        'проникаем во влагалище и делаем\n' +
        'возвратно-поступательные движения. Через минуту\n' +
        'добавляем стимуляцию клитора и стимулируем эти две\n' +
        'зоны еще 2 минуты. Когда ты полностью расслабишься,\n' +
        'можешь приступать к основным техникам. ',
    beads: 'Берём обычные бусы, которые найдёте в своей шкатулке.\n' +
        'Можно купить не дорогие. Обмазываем гениталии и бусы\n' +
        'лубрикантом и проходимся очень нежно по клитору,\n' +
        'большим и малым половым губам. Для чего эта техника?\n' +
        'Бусы хороши тем, что каждый шарик стимулирует нашу\n' +
        'зону как при массаже. А значит вырабатывает рефлекс\n' +
        'быстрого притока к крови к гениталиям, что безумно\n' +
        'важно для оргазма. ехнику выполнять можно 5 минут,\n' +
        'лёгкое и нежное прикосновение жемчуга не только\n' +
        'подарит приятные ощущения, но и разбудит\n' +
        'чувствительность наших внешних половых органов.',
    vibration: 'Нужно выполнять сразу после «Вступительной». \n Ладонь нужно положить на клитор, а пальцами закрывать\n' +
        'половые губы. Потрясывающими вибрационными\n' +
        'движениями нам нужно стимулировать эту зону, как бы\n' +
        'усиливая приток крови к гениталиям, с которыми будем\n' +
        'работать. Эта техника очень разогревает и полностью\n' +
        'подготавливает девушку к следующему шагу',
    breeding: 'Здесь нужно напрягать интимные мышцы влагалища. Даже, если\n' +
        'они у тебя слабо развиты, даже если ты никогда не прокачивала\n' +
        'интимные мышцы – все равно в технике есть смысл.\n Для работы нужны указательный и средний палец. Этими\n' +
        'двумя пальцами проникаем во влагалище и напрягаем\n' +
        'интимные мышцы. После этого начинаем разводить два\n' +
        'пальца в разные стороны, изображая «рогатку». Затем\n' +
        'нужно немного ослабить мышцы и сделать такое же\n' +
        'разведение. Достаточно делать эту технику на\n' +
        'протяжении 1-2 минут.\n Выполнять нужно неспеша, ты должны прислушиваться к\n' +
        'своему телу.\n',
    threePhalanges: 'Нужно ввести палец во влагалище буквально на одну\n' +
        'фалангу и начать круговую стимуляцию. Спустя 40\n' +
        'секунд проникаем на еще одну фалангу глубже, и снова\n' +
        'стимулируем круговыми движениями. При последнем\n' +
        'заходе проникаем уже с третьей фалангой и уделяем еще\n' +
        '40 секунд круговым движениям.\n Важно: эту технику в первые три раза нужно выполнять со\n' +
        'стимуляцией клитора. На четвертый раз полностью\n' +
        'исключить клитор и работать только пальцем.\n',
    labia: 'Нужно выполнять между техниками с проникновением.\n' +
        'Упражнение помогает проработать чувствительность половых\n' +
        'губ, так мы заставляем кровообращение работать быстрее,\n' +
        'что очень важно для получения оргазма. Техника безумно\n' +
        'простая, но повышает чувствительность очень быстро.\n Пощипывающими движениями мы проходим по большим\n' +
        'и малым половым губам. Если вам позволяет форма\n' +
        'половых губ, то можно чуть их даже чуть оттягивать.\n' +
        'Достаточно одной минуты на выполнение.',
    slipperyLips: 'Хороша тем, что ты с помощью нее «расшевелишь»\n' +
        'нервные окончания, которые распространяются в том\n' +
        'числе и на влагалище. Как следствие – приблизишь\n' +
        'вагинальный оргазм.\n Двумя пальцами (указательным и средним пальцем)\n' +
        'делаем два круговых движения в области клитора. После\n' +
        'этого мы чуть прижимаем клиторальную область и резко\n' +
        'скользим вниз. ',
    stroking: 'Затрагивает все эрогенные зоны внешней стороны. \n Сверху-вниз нужно поочередно водить ладонями от\n' +
        'лобка до ануса очень плавными движениями 30 секунд.\n' +
        'Потом снизу-вверх поочередно меняем ладони и\n' +
        'стимулируем зону от ануса до лобка.',
    squirt: 'Очень крутое упражнение для тех, кто никогда не\n' +
        'сквиртил, но хочет попробовать. Сразу скажу, эту технику\n' +
        'стоит выполнять только с помощью вибратора.\n' +
        'Во-первых, эффект будет лучше. А во-вторых - вибратором\n' +
        'охватим больше точек, которые и провоцируют сквирт.\n' +
        'Как только эти точки будут развиты, твой мужчина легко\n' +
        'сможет довести тебя до сквирта пальцами.\nВыполняем эту технику в последнюю очередь, когда ты\n' +
        'уже сделала 4-5 техник и выбираешь завершающую.\n' +
        'Так вот, для начала стимулируем вибратором клитор и\n' +
        'очень хорошо возбуждаемся. После этого вибратором\n' +
        'проникаем во влагалище и толкающими движениями\n' +
        'входим и выходим с него. Через пару минут мы\n' +
        'вытягивающими движениями проходимся по зоне G.\n' +
        'Некоторые с первого раза могут испытать сквирт, кому-то\n' +
        'нужно 2-3 раза. Но итог один: сквирт будет, главное\n' +
        'выработать этот рефлекс.',
    royalPleasure: 'Ты уже знаешь, что получить удовольствие от маточной\n' +
        'стимуляции – реально. Во время выполнения этой\n' +
        'техники ты можешь использовать пальцы (если позволяет\n' +
        'строение и можешь дотянуться до матки), либо же взять\n' +
        'вибратор. Мне лично удобнее выполнять эту технику\n' +
        'вибратором. \n Для начала стимулируем половые губы и клитор\n' +
        'привычным образом. Можно пальцем, вибрационной/\n' +
        'вакуумной игрушкой, подушкой (некоторым девушкам\n' +
        'легче возбуждаться при трении о разные предметы).\n Далее вводим один палец не слишком глубоко и\n' +
        'стимулируем круговыми движениями влагалище.\n' +
        'Примерно 3 минуты. После этого мы проникаем\n' +
        'вибратором во влагалище и стимулируем передние и\n' +
        'нижние стенки влагалища. С каждым разом заходим\n' +
        'глубже и глубже. Когда доходим до маточной точки,\n' +
        'включаем вибрацию и такими же движениями\n' +
        'стимулируем эту точку.\n Дальше вытаскиваем вибратор и снова стимулируем\n' +
        'ТОЛЬКО клитор. Потом снова входим во влагалище\n' +
        'вибратором, и уже фрикционными движениями\n' +
        'затрагиваем эту точку. ',
    royalPleasureV2: 'Можно выполнять во время секса с партнером. Кстати,\n' +
        'когда я будила эту точку для маточного удовольствия, я в\n' +
        'тот же день могла заняться сексом со своим мужем и\n' +
        'точка привыкла к более мягкому члену.\n Во время секса садимся на партнера (в позе наездницы\n' +
        'проще простимулировать точку), и бедрами\n' +
        'вырисовываем цифру 8. Не только ты получаешь\n' +
        'удовольствие от этого трюка, но и твой партнер + ты\n' +
        'разбудишь чувствительность маточной зоны, оргазм от\n' +
        'которой невероятен!',
    multipleOrgasm: 'Для начала нужно простимулировать клитор\n' +
        'одним-двумя пальцами почти до пика. Когда\n' +
        'понимаешь, что сейчас можешь кончить –\n' +
        'останавливаешься на 20 секунд и сразу же приступаешь к\n' +
        'вагинальным фрикциям. Когда доводишь себя почти до\n' +
        'оргазма вагинальными фрикциями, то снова\n' +
        'останавливаешься на 20 секунд и начинаешь\n' +
        'стимулировать клитор. Как только чувствуешь, что\n' +
        'хочешь кончить от клиторальной стимуляции,\n' +
        'останавливаешься на 10 секунд и переходишь на\n' +
        'вагинальные фрикции. Чувствуешь, что сейчас кончишь,\n' +
        'останавливаешься на 10 секунд, затем начинаешь\n' +
        'стимулировать влагалище и клитор одновременно.\n За счет постоянный остановок, мы как будто обновляем\n' +
        'оргазм раз за разом, и в конце добиваем его двойной\n' +
        'стимуляцией. ',
    fiftyTwentyFiveTen: 'Техника шикарная, ее разработали два очень известных\n' +
        'сексолога. Ее нужно выполнять четко по инструкции,\n' +
        'иначе удовольствие будет смазанным.\n Пальцем проникаем во влагалище и движением «иди\n' +
        'сюда» стимулируем стенку. Такими загребающими\n' +
        'движениями стимулируем 50 секунд. Потом прерываемся\n' +
        'секунд на 10.\n' +
        'Продолжаем этим же движением стимулировать снова\n' +
        'стенку влагалища - 25 секунд. Прерываемся на 5 секунд. И\n' +
        'продолжаем снова стимулировать влагалище 10 секунд.',
    rabbit: 'Нужно выполнять вибратором-кроликом, который имеет\n' +
        'не только ствол, но и клиторальный отросток. Кстати,\n' +
        'хорошие игрушки для пробуждения чувствительности я\n' +
        'покажу в последних главах.\nДля начала игрушкой стимулируем только клитор.\n' +
        'Потом вставляем вибратор полностью и делаем\n' +
        'покачивающие движения вперед-назад и слева-направо.\n' +
        'Доводим себя до предоргазменного состояния и достаем\n' +
        'вибратор на 30 секунд. Снова проникаем вибратором во\n' +
        'влагалище и стимулируем, увеличивая зону\n' +
        'удовольствия. Снова достаем на 30 секунд. И так 4 раза.\n' +
        'Потом совсем убираем клиторальный отросток, и\n' +
        'кончаем только от вагинальной стимуляции. Эту\n' +
        'технику нужно выполнять 3 дня подряд. Во время\n' +
        'выполнения можно почувствовать приятное\n' +
        'покалывающее тепло, и это прекрасно.\n' +
        'Кстати, когда ты уже научишься кончать с партнером во\n' +
        'время вагинального секса, можно повторять технику 3-4\n' +
        'раза в месяц, чтобы влагалище привыкло к рефлексу.',
    pointK: 'При анальном сексе тоже можно получить удовольствие,\n' +
        'для этого нужно простимулировать точку K, о которой я\n' +
        'писала в главе про эрогенные зоны.\n Для начала стимулируем клитор плавными мягкими\n' +
        'движениями, затем берем пробку небольшого размера.\n' +
        'Вкручивающими движениями одновременно\n' +
        'стимулируем анальную зону и клитор. Минут 5 уделяем\n' +
        'внимание именно этой зоне, но только пробкой, после\n' +
        'чего берем девайс побольше. Это может быть пробка\n' +
        'увеличенного размера или вибратор. Далее\n' +
        'вытягивающими движениями стимулируем анальное\n' +
        'отверстие.',
    forAdvanced: 'Вводим во влагалище два пальца и чередующими\n' +
        'движениями стимулируем стенки влагалища 3 минуты.\n' +
        'После этого вводим вибратор, но не включаем его. В это\n' +
        'время складываем ладони рук вместе и ребром ладоней\n' +
        'проходимся по клитору, по большим и малым половым\n' +
        'губам.\n ',
    keys: 'Из указательного и среднего пальца делаем «рогатку».\n' +
        'Начинаем выполнять технику от лобка: скользим вниз до\n' +
        'клитора, надавливаем на него и резко скользим к\n' +
        'половым губам. Затем начинаем стимулировать не\n' +
        'только половые губы, но и зону вокруг них. Нужно\n' +
        'почувствовать приятное тепло. Продолжаем делать эти\n' +
        'движения до тех пор, пока не почувствуем это тепло.\n' +
        'Далее прекращаем стимуляцию зоны половых губ и\n' +
        'погружаем три пальца во влагалище. Пальцами нужно\n' +
        'стимулировать переднюю стенку влагалища, как будто\n' +
        'нажимаем по клавишам. Продолжаем стимулировать\n' +
        'влагалище до тех пор, пока не почувствуем приятное\n' +
        'тепло уже внутри. ',
    analPlus: 'Одной рукой начинаем стимулировать клитор (как тебе\n' +
        'привычно), а пальцем второй руки нажимаем на бугорок,\n' +
        'который находится между входом во влагалище и анальным\n' +
        'отверстием. Надавливание должно быть несильным, слегка\n' +
        'вибрационным. Когда чувствуем, как нарастает\n' +
        'возбуждение, начинаем потихоньку проникать на одну-две\n' +
        'фаланги в анальное отверстие. При этом, минуты 2-3 нужно\n' +
        'стимулировать одновременно и клитор, и анальное\n' +
        'отверстие - до тех пор, пока не почувствуем, что вот-вот\n' +
        'кончим. Как только оргазм начнет приближаться – резко\n' +
        'убираем руку с клитора, но продолжаем стимулировать\n' +
        'анальное отверстие. ',
    bridgeWithToys: 'Понадобится вибратор и вакуумный стимулятор, либо\n' +
        'вибратор-кролик. \nВибратор погружаем во влагалище и одновременно\n' +
        'стимулируем клитор. Вибратор должен имитировать\n' +
        'фрикционные движения. Когда почувствуем, что скоро\n' +
        'будет разрядка– перестаем стимулировать клитор и\n' +
        'доводим себя до оргазма только с помощью толчков.',
    relief: 'Для выполнения понадобится рельефный вибратор.\n Погружаем вибратор во влагалище и начинаем\n' +
        'стимулировать поочередно две боковые стенки. Каждая\n' +
        'сторона – по 30-40 секунд. Потом включаем вибратор и\n' +
        'таким же образом стимулируем две боковые стенки\n' +
        'влагалища, но уже по 2 минуты.\n' +
        'Далее делаем такие же движения, но уже добавляем\n' +
        'стимуляцию клитора.',
    analPlusG: 'Для начала вставляем анальную пробку в заднее\n' +
        'отверстие и начинаем разогревать внешние половые\n' +
        'органы. Можно пройтись ладонями по клитору, большим\n' +
        'и малым половым губам, таким образом, возбуждение\n' +
        'будет постепенно нарастать. Затем проникаем во\n' +
        'влагалище вибратором и вытягивающими движениями\n' +
        'проходимся по зоне G. Далее вибратором нужно\n' +
        'стимулировать влагалище покачивающими движениями,\n' +
        'как бы расширяя диапазон чувствительности.',
    breast: 'Технику можно выполнять либо пальцами, либо с\n' +
        'помощью вакуумного стимулятора клитора. Техника\n' +
        'направлена на повышение чувствительности груди. Да,\n' +
        'от стимуляции сосков тоже можно испытать оргазм. Нужно стимулировать клитор либо пальцами, либо\n' +
        'игрушкой. Когда почувствуем сильное возбуждение,\n' +
        'начинаем нежно прикасаться к своей груди, а конкретно\n' +
        'к сосочной зоне. Как только ощутим яркое удовольствие,\n' +
        'нужно перестать стимулировать клитор, а довести себя\n' +
        'до оргазма лишь с помощью стимуляции груди.'
}
